[Tweaks.DarkVisionTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` Ler o tutorial de Piscar"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.DarkVisionTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Área de Transferência"
m_InteractText="`GBA_Use` Ler"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.TransversalTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` Ler o tutorial do Piscar"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.TransversalTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Área de Transferência"
m_InteractText="`GBA_Use` Ler"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

